Repository: DataPractiser/Matrix-Encoder
Catalog: Translation/*/MatrixEncoder.po
Languages: ar, de, fr, hi, pt, ru

source: Cambiar Idioma
ar: تغيير اللغة
de: Sprache ändern
fr: Changer la langue du programme
hi: भाषा बदलें
pt: Alterar idioma
ru: Изменить язык

source: Canales
ar: كاناليس
de: Kanäle
fr: Canaux
hi: कैनेलेस
pt: Canais
ru: Каналес

source: Cerrar
ar: قريب
de: Schließen
fr: Fermer
hi: पास
pt: Fechar
ru: близко

source: Cerrar Programa
ar: إغلاق البرنامج
de: Programm schließen
fr: Fermer le programme
hi: कार्यक्रम बंद करें
pt: Fechar Programa
ru: Закрыть программу

source: Cierra el programa
ar: أغلق البرنامج
de: Schließen Sie das Programm
fr: Fermez le programme
hi: प्रोग्राम बंद करें
pt: Feche o programa
ru: Закрыть программу

source: Codificar
ar: ترميز
de: Code
fr: Encoder
hi: सांकेतिक शब्दों में बदलना
ru: шифровать

source: Control de Volumen
ar: التحكم في مستوى الصوت
de: Lautstärkeregelung
fr: Contrôle du volume
hi: वॉल्यूम कंट्रोल
pt: Controle de volume
ru: Регулятор громкости

source: Detener
ar: توقف
de: Stoppen
fr: Arrêter
hi: रोक
pt: Pare
ru: остановить

source: Dispositivo de Entrada
ar: جهاز الإدخال
de: Eingabegerät
fr: Périphérique d'entrée
hi: इनपुट डिवाइस
ru: Устройство ввода

source: Dispositivo de Salida
ar: جهاز الإخراج
de: Ausgabegerät
fr: Périphérique de sortie
hi: आउटपुट डिवाइस
pt: Dispositivo de saída

source: Frecuencia de Muestreo
ar: تردد أخذ العينات
de: Abtastfrequenz
fr: Fréquence d'échantillonnage
hi: नमूनाकरण आवृत्ति
pt: Frequência de amostragem
ru: Частота дискретизации

source: Idiomas disponibles
ar: اللغات المتاحة
de: Verfügbare Sprachen
fr: Langues disponibles
hi: उपलब्ध भाषाएं
pt: Idiomas disponíveis
ru: Доступные языки

source: Informacion del Programa
ar: معلومات البرنامج
de: Programminformationen
fr: Informations sur le programme
hi: कार्यक्रम की जानकारी
pt: Informação do programa
ru: Информация о программе

source: Le permite ajustar el volumen de la mezcla
ar: يسمح لك لضبط حجم المزيج
de: Ermöglicht das Anpassen der Lautstärke des Mixes
fr: Vous permet d'ajuster le volume du mix
hi: आपको मिश्रण की मात्रा समायोजित करने की अनुमति देता है
pt: Permite ajustar o volume da mistura
ru: Позволяет регулировать громкость микширования

source: Los cambios se efectuaran despues de que reinicie el programa
ar: سيتم إجراء تغييرات بعد إعادة تشغيل البرنامج
de: Änderungen werden nach dem Neustart des Programms vorgenommen
fr: Les modifications seront effectuées après le redémarrage du programme
hi: कार्यक्रम को पुनरारंभ करने के बाद परिवर्तन किए जाएंगे
pt: As alterações serão feitas depois de reiniciar o programa
ru: Изменения будут внесены после перезапуска программы.

source: Marque para no utilizar la compresion del rango dinamico. Usualmente las peliculas o videos tiene un rango dinamico o volumen menor a los juegos. Use esto modo cuando considere que el volumen de lo que esta reproduciendo es muy bajo
ar: تحقق من عدم استخدام ضغط النطاق الديناميكي. عادة ما تكون الأفلام أو مقاطع الفيديو ذات نطاق ديناميكي أو حجم أصغر من الألعاب. استخدام هذا الوضع عندما كنت تعتقد أن حجم ما كنت تلعب منخفضة جدا
de: Aktivieren Sie diese Option, um die Komprimierung des Dynamikbereichs nicht zu verwenden. Normalerweise haben die Filme oder Videos einen Dynamikbereich oder eine Lautstärke, die kleiner ist als die der Spiele. Verwenden Sie diesen Modus, wenn Sie bedenken, dass die Lautstärke Ihrer Wiedergabe sehr niedrig ist
fr: Vérifiez de ne pas utiliser la compression de la plage dynamique. Habituellement, les films ou les vidéos ont une gamme dynamique ou un volume plus petit que les jeux. Utilisez ce mode lorsque vous considérez que le volume de ce que vous jouez est très faible
hi: गतिशील रेंज के संपीड़न का उपयोग न करने की जांच करें। आम तौर पर फिल्म या वीडियो में गतिशील रेंज या गेम की तुलना में कम मात्रा होती है। इस विधा का प्रयोग करें जब आप मानते हैं कि आप जो गेम खेल रहे हैं उसका वॉल्यूम बहुत कम है
pt: Verifique para não usar a compressão do alcance dinâmico. Normalmente, os filmes ou vídeos têm um alcance ou volume dinâmico menor do que os jogos. Use este modo quando considerar que o volume do que você está jogando é muito baixo
ru: Убедитесь, что вы не используете сжатие динамического диапазона. Обычно фильмы или видео имеют динамический диапазон или объем меньше, чем игры. Используйте этот режим, если учесть, что объем того, что вы играете, очень низок

source: Modos de Rango Dinamico
ar: وسائط المدى الديناميكي
de: Dynamikbereich-Modi
fr: Modes de plage dynamique
hi: गतिशील रेंज मोड
pt: Modos de alcance dinâmico
ru: Режимы динамического диапазона

source: Notificacion
ar: إعلام
de: Benachrichtigung
fr: Notification
hi: अधिसूचना
pt: Notificação
ru: уведомление

source: Opciones
ar: خيارات
de: Optionen
fr: Options
hi: विकल्प
pt: Opções
ru: опции

source: Panel de Dispositivos de Audio
ar: لوحة أجهزة الصوت
de: Audiogeräte-Panel
fr: Panneau des périphériques audio
hi: ऑडियो डिवाइस पैनल
pt: Painel de dispositivos de áudio
ru: Панель аудиоустройств

source: Por favor elija un idioma:
ar: الرجاء اختيار لغة:
de: Bitte wählen Sie eine Sprache:
fr: Veuillez choisir une langue:
hi: कृपया एक भाषा चुनें:
pt: Escolha um idioma:
ru: Выберите язык:

source: Refrescar
ar: تعيش
de: Aktualisieren
fr: Actualiser
hi: तरोताजा
pt: Atualizar
ru: освежать

source: Reiniciar Sonido
ar: إعادة تشغيل الصوت
de: Sound neu starten
fr: Redémarrer le son
hi: ध्वनि को पुनरारंभ करें
pt: Reiniciar som
ru: Перезапустить звук
