Repository: DataPractiser/Matrix-Encoder
Catalog: Translation/*/MatrixEncoder.po
Languages: ar, de, fr, hi, pt, ru

source: Advertencia
ar: تحذير
de: Warnung
fr: Avertissement
hi: चेतावनी
pt: Aviso
ru: предупреждение

source: Cambio el numero de canales del dispositivo de salida
ar: غير عدد قنوات جهاز الإخراج
de: Die Anzahl der Kanäle des Ausgabegeräts wurde geändert
fr: Changement du nombre de canaux du périphérique de sortie
hi: आउटपुट डिवाइस के चैनलों की संख्या बदल दी
pt: Alterou o número de canais do dispositivo de saída
ru: Изменено количество каналов устройства вывода

source: Cambio la frecuencia de muestreo del dispositivo de salida
ar: تغيير معدل أخذ العينات من جهاز الإخراج
de: Ändern Sie die Abtastrate des Ausgabegeräts
fr: Changement de la fréquence d'échantillonnage du périphérique de sortie
hi: आउटपुट डिवाइस के नमूनाकरण दर को बदलें
pt: Mudou a frequência de amostragem do dispositivo de saída
ru: Измените частоту дискретизации устройства вывода

source: Cambio la frecuencia de muestreo del dispositivo predeterminado
ar: تغيير معدل العينة من الجهاز الافتراضي
de: Ändern Sie die Abtastrate des Standardgeräts
fr: Changement de la fréquence d'échantillonnage de l'appareil par défaut
hi: डिफ़ॉल्ट उपकरण की नमूना दर बदलें
pt: Alterou a taxa de amostragem do dispositivo padrão
ru: Изменение частоты дискретизации устройства по умолчанию

source: Codigo de error no existente
ar: رمز الخطأ مفقود
de: Kein bestehender Fehlercode
fr: Code d'erreur manquant
hi: कोई मौजूदा त्रुटि कोड नहीं
pt: Nenhum cdigo de erro existente
ru: Отсутствует код ошибки

source: Dispositivo no compatible, elija otro por favor
ar: الجهاز غير متوافق، اختيار واحد آخر من فضلك
de: Gerät nicht kompatibel, wähle bitte einen anderen
fr: Appareil non compatible, choisissez un autre s'il vous plat
hi: डिवाइस संगत नहीं है, कोई अन्य कृपया चुनें
pt: Dispositivo No compatvel, escolha outro por favor
ru: Устройство несовместимо, выберите другой

source: El dispositivo Predeterminado de entrada no es compatible
ar: جهاز الإدخال الافتراضي غير متوافق
de: Der Standardgerteingang ist nicht kompatibel
fr: Le périphérique d'entrée par défaut n'est pas compatible
hi: डिफ़ॉल्ट इनपुट डिवाइस संगत नहीं है
pt: A entrada do dispositivo padro no compatvel
ru: Устройство ввода по умолчанию несовместимо

source: El dispositivo de Predeterminado no esta configurado en modo 5.1 o 7.1
ar: لم يتم تكوين الجهاز الافتراضي في وضع 5.1 أو 7.1
de: Das Standardgerät ist nicht im 5.1- oder 7.1-Modus konfiguriert
fr: Le priphrique par dfaut n'est pas configur en mode 5.1 ou 7.1
hi: डिफ़ॉल्ट डिवाइस को 5.1 या 7.1 मोड में कॉन्फ़िगर नहीं किया गया है
pt: O dispositivo padrão não está configurado no modo 5.1 ou 7.1
ru: Устройство по умолчанию не настроено в режимах 5.1 или 7.1

source: El numero de canales del dispositivo de audio no es compatible
ar: عدد قنوات جهاز الصوت غير متوافق
de: Die Anzahl der Kanäle des Audiogeräts ist nicht kompatibel
fr: Le nombre de canaux de l'appareil audio n'est pas compatible
hi: ऑडियो डिवाइस के चैनल की संख्या संगत नहीं है
pt: O número de canais do dispositivo de áudio não é compatível
ru: Количество каналов аудиоустройства несовместимо

source: Error al procesar el audio
ar: حدث خطأ أثناء معالجة الصوت
de: Fehler beim Verarbeiten des Audiomaterials
fr: Erreur lors du traitement de l'audio
hi: ऑडियो प्रसंस्करण में त्रुटि
pt: Erro ao processar o áudio
ru: Ошибка обработки звука

source: Este dispositivo de audio no se encuentra disponible o hubo cambios en los dispositivos de audio
ar: هذا الجهاز الصوتي غير متوفر أو كانت هناك تغييرات في أجهزة الصوت
de: Dieses Audiogerät ist nicht verfügbar oder es wurden Änderungen an den Audiogeräten vorgenommen
fr: Ce périphérique audio n'est pas disponible ou des modifications ont été apportées aux périphériques audio
hi: यह ऑडियो डिवाइस उपलब्ध नहीं है या ऑडियो डिवाइस में बदलाव किए गए हैं
pt: Este dispositivo de áudio não está disponível ou houve mudanças nos dispositivos de áudio
ru: Это аудиоустройство недоступно или произошли изменения в аудиоустройствах

source: Hay demasiados dispositivos de audio en el sistema, desactive los que no use
ar: هناك الكثير من أجهزة الصوت في النظام، تعطيل تلك التي لا تستخدم
de: Es sind zu viele Audiogeräte im System, deaktivieren Sie diejenigen, die nicht verwenden
fr: Il y a trop de périphériques audio dans le système, désactivez ceux qui ne sont pas utilisés
hi: सिस्टम में बहुत सारे ऑडियो उपकरण हैं, उनको अक्षम करें जो कि उपयोग नहीं करते हैं
pt: Existem muitos dispositivos de áudio no sistema, desativando aqueles que não usam
ru: В системе слишком много аудиоустройств, отключите те, которые не используются

source: La frecuencias de muestreo de los dispositivos de audio deben ser iguales
ar: وينبغي أن تكون ترددات أخذ العينات للأجهزة السمعية هي نفسها
de: Die Abtastfrequenzen der Audiogeräte sollten gleich sein
fr: Les fréquences d'échantillonnage des appareils audio devraient être les mêmes
hi: ऑडियो उपकरणों की नमूना आवृत्तियों को समान होना चाहिए
pt: As frequências de amostragem dos dispositivos de áudio devem ser as mesmas
ru: Частоты дискретизации аудиоустройств должны быть одинаковыми

source: Ningun dispositivo de Entrada o Salida ha sido seleccionado
ar: لم يتم تحديد جهاز الإدخال أو الإخراج
de: Es wurde kein Eingabe- oder Ausgabegerät ausgewählt
fr: Aucun périphérique d'entrée ou de sortie n'a été sélectionné
hi: कोई इनपुट या आउटपुट डिवाइस नहीं चुना गया है
pt: Nenhum dispositivo de entrada ou saída foi selecionado
ru: Устройство ввода или вывода не выбрано

source: No hay dispositivos de audio compatibles en el sistema, instalelos o activelos por favor
ar: لا توجد أجهزة الصوت المتوافقة في النظام، وتثبيتها أو تفعيلها من فضلك
de: Es sind keine kompatiblen Audiogeräte im System vorhanden, installieren Sie diese oder aktivieren Sie diese bitte
fr: Il n'y a pas d'appareils audio compatibles dans le systme, installez-les ou activez-les s'il vous plat
hi: सिस्टम में कोई संगत ऑडियो डिवाइस नहीं हैं, उन्हें स्थापित करें या उन्हें सक्रिय करें कृपया
pt: No h dispositivos de udio compatveis no sistema, inst-los ou ativ-los, por favor
ru: В системе нет совместимых аудиоустройств, установить их или активировать

source: No se encontraron dispositivos con 2 canales de Salida, configure alguno y presione el boton Refrescar
ar: لم يتم العثور على أجهزة مع 2 قنوات الإخراج، تكوين أي واضغط على زر تحديث
de: Es wurden keine Geräte mit 2 Ausgangskanälen gefunden, konfigurieren Sie irgendwelche und drücken Sie die Refresh-Taste
fr: Aucun périphérique avec 2 canaux de sortie n'a été trouvé, configurez-en un et appuyez sur le bouton Actualiser
hi: 2 आउटपुट चैनल वाले कोई भी उपकरण नहीं मिला, किसी भी कॉन्फ़िगर करें और ताज़ा करें बटन दबाएं
pt: No foram encontrados Dispositivos com 2 Canais de Sada, Configure nenhum e Pressione o boto Atualizar
ru: Не найдено устройств с 2 выходными каналами, настройте их и нажмите кнопку «Обновить»

source: No se ha seleccionado un dispositivo de Salida
ar: لم يتم تحديد جهاز الإخراج
de: Ein Ausgabegerät wurde nicht ausgewählt
fr: Un périphérique de sortie n'a pas été sélectionné
hi: एक आउटपुट डिवाइस का चयन नहीं किया गया है
pt: Um dispositivo de saída não foi selecionado
ru: Устройство вывода не выбрано

source: No se pudo abrir el panel de dispositivos de audio
ar: تعذر فتح لوحة جهاز الصوت
de: Das Audiogerät konnte nicht geöffnet werden
fr: Le panneau de l'appareil audio n'a pas pu être ouvert
hi: ऑडियो डिवाइस पैनल खोला नहीं जा सका
pt: No possvel abrir o painel do dispositivo de udio
ru: Панель аудиоустройства не была открыта

source: No se pudo cerrar el Engine de audio
ar: تعذر إغلاق محرك الصوت
de: Audio Engine konnte nicht geschlossen werden
fr: Impossible de fermer le moteur audio
hi: ऑडियो इंजन बंद करने में असमर्थ
pt: Não foi possível fechar o Audio Engine
ru: Не удалось закрыть Audio Engine

source: No se pudo cerrar el proceso de audio
ar: تعذر إغلاق العملية الصوتية
de: Der Audio-Prozess konnte nicht geschlossen werden
fr: Le processus audio n'a pas pu être fermé
hi: ऑडियो प्रक्रिया बंद नहीं की जा सकती
pt: O processo de áudio não pôde ser fechado
ru: Звуковой процесс не может быть закрыт

source: Se cambio o elimino el dispositivo de Salida usado durante la ultima Ejecucion
ar: تم تغيير أو حذف جهاز الخروج المستخدم أثناء التنفيذ الأخير
de: Das bei der letzten Ausführung verwendete Exit-Gerät wurde geändert oder gelöscht
fr: Le périphérique de sortie utilisé a été modifié lors de la dernière exécution
hi: अंतिम निष्पादन के दौरान उपयोग किए गए बाहर निकलने वाले डिवाइस को बदल दिया गया था या हटा दिया गया था
pt: O dispositivo de sada usado foi alterado durante a ltima execuo
ru: Устройство Exit, используемое во время последнего выполнения, было изменено или удалено

source: Con modificaciones del equipo:
ar: مع تعديلات المعدات:
de: Mit Ausrüstungsänderungen:
fr: Avec des modifications d'équipement:
hi: उपकरण संशोधनों के साथ:
pt: Com modificações no equipamento:
ru: С модификациями оборудования:

source: Este programa fue hecho con:
ar: وقد تم هذا البرنامج مع:
de: Dieses Programm wurde gemacht mit:
fr: Ce programme a été réalisé avec:
hi: इस कार्यक्रम के साथ बनाया गया था:
pt: Este programa foi feito com:
ru: Эта программа была выполнена с:

source: **Cambiar de un usuario a otro puede interrumpir tambien el flujo de audio.
ar: ** التبديل من مستخدم إلى آخر يمكن أيضا أن يقطع تدفق الصوت.
de: ** Der Wechsel von einem Benutzer zu einem anderen kann auch den Audiofluss unterbrechen.
fr: ** Le passage d'un utilisateur à un autre peut également interrompre le flux audio.
hi: ** एक उपयोगकर्ता से दूसरे पर स्विच करना भी ऑडियो प्रवाह को बाधित कर सकती है।
pt: ** Alternar de um usuário para outro também pode interromper o fluxo de áudio.
ru: ** Переключение с одного пользователя на другой также может прерывать поток аудио.

source: *Cambios a la frecuencia de muestreo, numero de canales o profundidad de bits, puede interrumpir proceso de audio, pero el programa realiza los ajustes necesarios para mantenerlo activo
ar: * التغييرات في تردد أخذ العينات، وعدد القنوات أو عمق بت، يمكن أن تقطع العملية الصوتية، ولكن البرنامج يجعل التعديلات اللازمة للحفاظ على نشاطه
de: * Änderungen der Sampling-Frequenz, der Anzahl der Kanäle oder der Bit-Tiefe können den Audio-Prozess unterbrechen, aber das Programm nimmt die notwendigen Anpassungen vor, um es aktiv zu halten
fr: * Les changements de fréquence d'échantillonnage, de nombre de canaux ou de profondeur de bits peuvent interrompre le processus audio, mais le programme effectue les ajustements nécessaires pour le maintenir actif
hi: * नमूना आवृत्ति में परिवर्तन, चैनल या बिट की गहराई की संख्या, ऑडियो प्रक्रिया को बाधित कर सकती है, लेकिन प्रोग्राम आवश्यक समायोजन को इसे सक्रिय रखने के लिए बनाता है
pt: * Mudanças na frequência de amostragem, número de canais ou profundidade de bits, podem interromper o processo de áudio, mas o programa faz os ajustes necessários para mantê-lo ativo.
ru: * Изменения частоты дискретизации, количества каналов или глубины бита могут прерывать аудиопроцесс, но программа делает необходимые корректировки, чтобы поддерживать ее активную

source: 1) Instale o configure un dispositivo de audio en modo de 5.1 o 7.1 y establezcalo como el predeterminado este puede ser virtual o fisico
ar: 1) تثبيت أو تكوين جهاز الصوت في وضع 5.1 أو 7.1 وتعيينها على أنها الافتراضي يمكن أن يكون الظاهري أو المادي
de: 1) Installieren oder konfigurieren Sie ein Audiogerät im 5.1- oder 7.1-Modus und stellen Sie es als Standard ein. Dies kann virtuell oder physisch sein
fr: 1) Installer ou configurer un périphérique audio en mode 5.1 ou 7.1 et le définir par défaut cela peut être virtuel ou physique
hi: 1) एक ऑडियो डिवाइस को 5.1 या 7.1 मोड में स्थापित या कॉन्फ़िगर करें और इसे डिफ़ॉल्ट के रूप में सेट करें, यह वर्चुअल या भौतिक हो सकता है
pt: 1) Instale ou configure um dispositivo de áudio no modo 5.1 ou 7.1 e configure-o como padrão, isso pode ser virtual ou físico
ru: 1) Установите или настройте аудиоустройство в режиме 5.1 или 7.1 и установите его как значение по умолчанию, это может быть виртуальным или физическим

source: 2) Configure un segundo dispositivo en modo estereo o 2 canales de salida, este debe ser un dispositivo fisico para que puede escuchar el audio mezclado como HDMI, altavoces, etc.
ar: 2) إعداد جهاز الثاني في وضع ستيريو أو 2 قنوات الإخراج، وينبغي أن يكون هذا الجهاز الفعلي حتى تتمكن من الاستماع إلى الصوت المختلط مثل هدمي، مكبرات الصوت، الخ.
de: 2) Richten Sie ein zweites Gert im Stereo-Modus oder 2 Ausgangskanle ein. Dies sollte ein physikalisches Gert sein, damit Sie Misch-Audio wie HDMI, Lautsprecher usw. hren knnen.
fr: 2) Configurez un second appareil en mode stéréo ou 2 canaux de sortie, cela devrait être un périphérique physique afin que vous puissiez écouter des mixages audio tels que HDMI, haut-parleurs, etc.
hi: 2) स्टीरियो मोड या 2 आउटपुट चैनल में एक दूसरा डिवाइस सेट करें, यह एक भौतिक डिवाइस होना चाहिए ताकि आप मिश्रित ऑडियो जैसे कि एचडीएमआई, स्पीकर आदि सुन सकें।
pt: 2) Configure um segundo dispositivo no modo estreo ou 2 canais de sada, este deve ser um dispositivo fsico para que voc possa ouvir udio misto, como HDMI, alto-falantes, etc.
ru: 2) Настройте второе устройство в стерео режиме или на 2 выходных канала, это должно быть физическое устройство, чтобы вы могли слушать смешанные аудио, такие как HDMI, динамики и т. Д.

source: 3) Asegurese que la frecuencia de muestreo de ambos dispositivos sea la misma.
ar: 3) تأكد من أن تردد أخذ العينات من كلا الجهازين هو نفسه.
de: 3) Stellen Sie sicher, dass die Abtastfrequenz beider Geräte gleich ist.
fr: 3) Assurez-vous que la fréquence d'échantillonnage des deux appareils est la même.
hi: 3) सुनिश्चित करें कि दोनों उपकरणों की नमूना आवृत्ति समान है
pt: 3) Certifique-se de que a frequência de amostragem de ambos os dispositivos seja a mesma.
ru: 3) Убедитесь, что частота дискретизации обоих устройств одинакова.

source: 4) Presione el boton refrescar o codificar y escuche el audio en una mezcla compatible con sistemas matriciales de audio.
ar: 4) اضغط على زر التحديث أو ترميز والاستماع إلى الصوت في مزيج متوافق مع أنظمة مصفوفة الصوت.
de: 4) Drücken Sie den Refresh- oder Encode-Knopf und hören Sie den Ton in einem Mix, der mit Audio-Matrix-Systemen kompatibel ist.
fr: 4) Appuyez sur le bouton de rafraîchissement ou d'encodage et écoutez l'audio dans un mix compatible avec les systèmes matriciels audio.
hi: 4) रीफ्रेश या एन्कोड बटन दबाएं और ऑडियो मैट्रिक्स सिस्टम के साथ संगत मिश्रण में ऑडियो को सुनें।
pt: 4) Pressione o botão de atualização ou codificação e ouça o áudio em uma mistura compatível com sistemas de matriz de áudio.
ru: 4) Нажмите кнопку обновления или кодирования и прослушайте аудио в миксе, совместимом с системами звуковых матриц.

source: Notas:
ar: الملاحظات:
de: Anmerkungen:
fr: Notes:
hi: नोट:
ru: примечания:

source: Uso del programa
ar: استخدام البرنامج
de: Verwendung des Programms
fr: Utilisation du programme
hi: कार्यक्रम का उपयोग
pt: Uso do programa
ru: Использование программы

source: Filtrar canal LFE
ar: تصفية قناة L.F.E
de: Filter LFE-Kanal
fr: Filtrer le canal LFE
hi: कम आवृत्ति चैनल शामिल हैं
pt: Filtra o canal LFE
ru: Фильтровать канал LFE

source: Incluir canal LFE
ar: تشمل قناة L.F.E
de: Schließen Sie den LFE-Kanal ein
fr: Inclure le canal LFE
hi: एलएफई चैनल शामिल करें
ru: Включить канал LFE

source: Marque para aplicar un filtro de pase bajo de 120hz a este canal y eliminar frecuencias que no corresponden a este canal. Advertencia: activar esto puede causar un aumento en el uso del CPU
ar: تحقق من تطبيق مرشح تمريرة منخفضة يبلغ 120 هرتز لهذه القناة والقضاء على الترددات التي لا تتوافق مع هذه القناة. تحذير: قد يؤدي تفعيل هذا إلى زيادة في استخدام وحدة المعالجة المركزية
de: Prüfen Sie, ob ein Tiefpassfilter von 120Hz an diesen Kanal angelegt wird und eliminieren Sie Frequenzen, die nicht mit diesem Kanal übereinstimmen. Warnung: Das Aktivieren dieser Option kann zu einer erhöhten CPU-Auslastung führen
fr: Cochez pour appliquer un filtre passe-bas de 120 Hz à ce canal et éliminer les fréquences qui ne correspondent pas à ce canal. Attention: l'activation de cette option peut entraîner une augmentation de l'utilisation du processeur
hi: इस चैनल पर 120hz का कम पास फ़िल्टर लागू करने के लिए और इस चैनल के अनुरूप नहीं होने वाले आवृत्तियों को खत्म करने के लिए जांचें। चेतावनी: इसे सक्रिय करने से CPU उपयोग में वृद्धि हो सकती है
pt: Verifique para aplicar um filtro passa-baixa de 120hz a este canal e elimine as frequências que não correspondem a este canal. Aviso: ativar isso pode causar um aumento no uso da CPU
ru: Проверьте, чтобы применить фильтр низких частот 120 Гц к этому каналу и устранить частоты, которые не соответствуют этому каналу. Предупреждение: включение этого может привести к увеличению использования ЦП

source: Marque para incluir el canal de bajas frecuencias en la mezcla estereo
ar: تحقق لتشمل قناة التردد المنخفض في مزيج ستيريو
de: Überprüfen Sie, ob der Niedrigfrequenzkanal im Stereomix enthalten ist
fr: Cochez pour inclure le canal basse fréquence dans le mixage stéréo
hi: स्टीरियो मिश्रण में कम आवृत्ति चैनल को शामिल करने के लिए जांचें
pt: Verifique para incluir o canal de baixa frequência na mistura estéreo
ru: Проверьте, чтобы включить низкочастотный канал в стереомикс

source: Marque para no utilizar la compresion del rango dinamico. Usualmente las peliculas o videos tienen un rango dinamico o volumen menor a los juegos. Use esto modo cuando considere que el volumen de lo que esta reproduciendo es muy bajo
ar: تحقق من عدم استخدام ضغط النطاق الديناميكي. عادة ما تكون الأفلام أو مقاطع الفيديو ذات نطاق ديناميكي أو حجم أصغر من الألعاب. استخدام هذا الوضع عندما كنت تعتقد أن حجم ما كنت تلعب منخفضة جدا
de: Aktivieren Sie diese Option, um die Komprimierung des Dynamikbereichs nicht zu verwenden. Normalerweise haben die Filme oder Videos einen Dynamikbereich oder eine Lautstärke, die kleiner ist als die der Spiele. Verwenden Sie diesen Modus, wenn Sie bedenken, dass die Lautstärke Ihrer Wiedergabe sehr niedrig ist
fr: Vérifiez de ne pas utiliser la compression de la plage dynamique. Habituellement, les films ou les vidéos ont une gamme dynamique ou un volume plus petit que les jeux. Utilisez ce mode lorsque vous considérez que le volume de ce que vous jouez est très faible
hi: गतिशील रेंज के संपीड़न का उपयोग न करने की जांच करें। आम तौर पर फिल्म या वीडियो में गतिशील रेंज या गेम की तुलना में कम मात्रा होती है। इस विधा का प्रयोग करें जब आप मानते हैं कि आप जो गेम खेल रहे हैं उसका वॉल्यूम बहुत कम है
pt: Verifique para não usar a compressão do alcance dinâmico. Normalmente, os filmes ou vídeos têm um alcance ou volume dinâmico menor do que os jogos. Use este modo quando considerar que o volume do que você está jogando é muito baixo
ru: Убедитесь, что вы не используете сжатие динамического диапазона. Обычно фильмы или видео имеют динамический диапазон или объем меньше, чем игры. Используйте этот режим, если учесть, что объем того, что вы играете, очень низок

source: Marque para usar todo el rango dinamico disponible. Los juegos usualmente poseen un rango dinamico o volumen muy alto, esto ayuda a usar todo el rango de un mezcla estero
ar: حدد هذا الإعداد لاستخدام كل النطاق الديناميكي المتاح. الألعاب عادة ما يكون نطاق ديناميكي أو حجم كبير جدا، وهذا يساعد على استخدام مجموعة كاملة من خليط استيرو
de: Aktivieren Sie diese Option, um den gesamten verfügbaren Dynamikbereich zu verwenden. Die Spiele haben in der Regel einen Dynamikbereich oder sehr hohe Lautstärken, dies hilft, die gesamte Bandbreite einer Mischung von Estero zu nutzen
fr: Cochez pour utiliser toute la plage dynamique disponible. Les jeux ont généralement une gamme dynamique ou un volume très élevé, ce qui permet d'utiliser toute la gamme d'un mélange estero
hi: सभी उपलब्ध गतिशील श्रेणी का उपयोग करने के लिए जांचें खेल में आमतौर पर एक गतिशील रेंज या बहुत अधिक मात्रा होती है, यह एक मिश्रण एस्टेरो की पूरी श्रृंखला का उपयोग करने में मदद करती है
pt: Verifique para usar todo o alcance dinâmico disponível. Os jogos geralmente têm um alcance dinâmico ou um volume muito alto, isso ajuda a usar toda a gama de um estero de mistura
ru: Проверьте использование всех доступных динамических диапазонов. Игры обычно имеют динамический диапазон или очень большой объем, что помогает использовать весь диапазон смеси estero

source: Modo Juego
ar: وضع لعبة
de: Spielmodus
fr: Mode de jeu
hi: गेम मोड
pt: Modo de jogo
ru: Игровой режим

source: Modo Pelicula
ar: وضع الفيلم
de: Filmmodus
fr: Mode film
hi: मूवी मोड
pt: Modo de filme
ru: Режим видео

source: Opciones LFE
ar: خيارات لف
de: LFE-Optionen
fr: Options LFE
hi: कम आवृत्ति चैनल विकल्प
pt: Opções LFE
ru: Параметры LFE

source: Perfil de Volumen
ar: حجم الملف
de: Volumenprofil
fr: Profil de volume
hi: वॉल्यूम प्रोफाइल
pt: Perfil de volume
ru: Профиль объема

source: Personalizado
ar: شخصية
de: Angepasst
fr: Personnalisé
hi: व्यक्तिगत
ru: персонализированные

source: Rango Dinamico
ar: النطاق الديناميكي
de: Dynamikbereich
fr: Plage dynamique
hi: गतिशील रेंज
pt: Faixa dinâmica
ru: Динамический диапазон

source: Reiniciar
ar: تمهيد
de: Neu starten
fr: Redémarrer
hi: रिबूट
ru: перезагружать

source: Solo C
ar: فقط C
de: Nur C
fr: Seulement C
hi: केवल C
pt: Apenas C
ru: Только C

source: Solo L
ar: فقط L
de: Nur L
fr: Seulement L
hi: केवल L
pt: Apenas L
ru: Только L

source: Solo L y R
ar: فقط L و R
de: Nur L und R
fr: Seulement L et R
hi: सोलो L और R
pt: Apenas L e R
ru: Только L и R

source: Solo LFE
ar: فقط L.F.E
de: Nur LFE
fr: Seulement LFE
hi: केवल LFE
pt: Apenas LFE
ru: Только LFE

source: Solo R
ar: فقط R
de: Nur R
fr: Seulement R
hi: केवल R
pt: Apenas R
ru: Только R

source: Solo RL
ar: فقط RL
de: Nur RL
fr: Seulement RL
hi: केवल RL
pt: Apenas RL
ru: Только RL

source: Solo RL y RR
ar: فقط RR و RL
de: Nur RL und RR
fr: Seulement RL et RR
hi: सोलो RL और RR
pt: Apenas RL e RR
ru: Только RL и RR

source: Solo RR
ar: فقط RR
de: Nur RR
fr: Seulement RR
hi: केवल RR
pt: Apenas RR
ru: Только RR

source: Solo SL
ar: فقط SL
de: Nur Sl
fr: Seulement SL
hi: केवल SL
pt: Apenas SL
ru: Только SL

source: Solo SL y SR
ar: فقط SR و SL
de: Nur SL und SR
fr: Seulement SL et SR
hi: सोलो SL और SR
pt: Apenas SL e SR
ru: Только SL и SR

source: Solo SR
ar: فقط SR
de: Nur SR
fr: Seulement SR
hi: केवल SR
pt: Apenas SR
ru: Только SR

source: Volumen Canales de Entrada
ar: قنوات الإدخال بحجم الصوت
de: Volumen Eingangskanäle
fr: Voies d'entrée de volume
hi: वॉल्यूम इनपुट चैनल
pt: Volume Canais de entrada
ru: Каналы ввода тома

source: Volumen de Salida
ar: حجم الإخراج
de: Ausgabevolumen
fr: Volume de sortie
hi: आउटपुट वॉल्यूम
pt: Volume de saída
ru: Выходной объем

source: Abrir Pantalla Principal
ar: فتح الشاشة الرئيسية
de: Öffnen Sie den Hauptbildschirm
fr: Ouvrir l'écran principal
hi: &मुख्य स्क्रीन खोलें
pt: Abrir tela principal
ru: Открыть главный экран

source: Acerca
ar: حول
de: Über
fr: À propos
hi: के बारे में
pt: Sobre
ru: Около

source: Acerca de este programa
ar: حول هذا البرنامج
de: Über dieses Programm
fr: À propos de ce programme
hi: इस कार्यक्रम के बारे में
pt: Sobre este programa
ru: Об этой программе

source: Altas frecuencias de muestreo pueden incrementar el uso del CPU
ar: ارتفاع معدلات أخذ العينات يمكن أن تزيد من استخدام وحدة المعالجة المركزية
de: Hohe Abtastraten können die CPU-Auslastung erhöhen
fr: Des taux d'échantillonnage élevés peuvent augmenter l'utilisation du processeur
hi: उच्च नमूना दरों में CPU उपयोग बढ़ सकता है
pt: Taxas de amostragem elevadas podem aumentar o uso da CPU
ru: Высокие частоты дискретизации могут увеличить использование ЦП

source: Archivo
ar: أرشيف
de: Datei
fr: Archives
hi: पुरालेख
pt: Arquivo
ru: архив

source: Ayuda
ar: مساعدة
de: Hilfe
fr: Aide
hi: मदद
pt: Ajuda
ru: помощь

source: Ayuda de este programa
ar: مساعدة من هذا البرنامج
de: Hilfe von diesem Programm
fr: Aide de ce programme
hi: इस कार्यक्रम की सहायता
pt: Ajuda deste programa
ru: Помощь в этой программе

source: Ayuda del programa
de: Programmhilfe
fr: Aide au programme
hi: प्रोग्राम सहायता
pt: Ajuda do programa
ru: Помощь программе
